Repository: xaron98/spiral-journey
Catalog: spiral journey project/Localizable.xcstrings
Source language: en
Languages: ar, ca, de, es, fr, ja, pt_br, zh_hans

# prc.help.delay.body
source: Stimuli here push your clock later — making you want to stay up and wake up later. Evening light exposure is a common cause of delayed sleep.
ar: تُؤخِّر المنبهات هنا ساعتك — مما يجعلك ترغب في البقاء مستيقظًا والاستيقاظ متأخرًا. التعرض للضوء مساءً سبب شائع لتأخر النوم.
ca: Els estímuls aquí retarden el teu rellotge, fent que vulguis quedar-te despert i despertar-te més tard. L'exposició a la llum al vespre és una causa habitual del retard del son.
de: Reize hier verzögern deine Uhr — du möchtest später schlafen gehen und später aufwachen. Abendliche Lichtexposition ist eine häufige Ursache für verzögerten Schlaf.
es: Los estímulos aquí retrasan tu reloj, haciendo que quieras quedarte despierto y despertar más tarde. La exposición a la luz por la noche es una causa común del retraso del sueño.
fr: Les stimuli ici retardent votre horloge — vous donnant envie de veiller et de vous réveiller plus tard. L'exposition à la lumière le soir est une cause fréquente de retard du sommeil.
ja: この時間帯の刺激は時計を遅らせ、夜更かしや遅起きをしたくなります。夜の光暴露は睡眠遅延の一般的な原因です。
zh_hans: 这里的刺激会使你的时钟延迟，让你想晚睡晚起。晚间光照是导致睡眠延迟的常见原因。

# prc.help.delay.title
source: Delay zone (phase delay)
ar: منطقة التأخير (تأخير الطور)
ca: Zona de retard (retard de fase)
de: Verzögerungszone (Phasenverzögerung)
es: Zona de retraso (retraso de fase)
fr: Zone de retard (retard de phase)
ja: 遅延ゾーン（位相遅延）
zh_hans: 延迟区（相位延迟）

# prc.help.sheet.title
source: Phase Response Curve
ar: منحنى الاستجابة للطور
ca: Corba de resposta de fase
de: Phasenreaktionskurve
es: Curva de respuesta de fase
fr: Courbe de réponse de phase
ja: 位相反応曲線
zh_hans: 相位反应曲线

# prc.help.use.body
source: Log events (light, exercise, melatonin…) in the spiral view and they'll appear as dots on the curve. Dots in the advance zone help shift your rhythm earlier; dots in the delay zone push it later.
ar: سجّل الأحداث (الضوء، الرياضة، الميلاتونين…) في عرض الحلزون وستظهر كنقاط على المنحنى. النقاط في منطقة التقديم تساعد على تقديم إيقاعك؛ والنقاط في منطقة التأخير تؤخره.
ca: Registra esdeveniments (llum, exercici, melatonina…) a la vista en espiral i apareixeran com a punts a la corba. Els punts a la zona d'avançament ajuden a avançar el teu ritme; els punts a la zona de retard el retarden.
de: Erfasse Ereignisse (Licht, Sport, Melatonin…) in der Spiralansicht und sie erscheinen als Punkte auf der Kurve. Punkte in der Vorverlegungszone helfen, deinen Rhythmus früher zu verschieben; Punkte in der Verzögerungszone verschieben ihn später.
es: Registra eventos (luz, ejercicio, melatonina…) en la vista espiral y aparecerán como puntos en la curva. Los puntos en la zona de avance ayudan a adelantar tu ritmo; los puntos en la zona de retraso lo retrasan.
fr: Enregistrez des événements (lumière, exercice, mélatonine…) dans la vue spirale et ils apparaîtront comme des points sur la courbe. Les points dans la zone d'avance aident à avancer votre rythme ; les points dans la zone de retard le retardent.
ja: スパイラルビューでイベント（光、運動、メラトニンなど）を記録すると、曲線上にドットとして表示されます。前進ゾーンのドットはリズムを早めるのに役立ち、遅延ゾーンのドットは遅らせます。
zh_hans: 在螺旋视图中记录事件（光线、运动、褪黑素…），它们将以圆点形式显示在曲线上。提前区的圆点有助于使节律提前，延迟区的圆点则使其延后。

# prc.help.use.title
source: How to use this chart
ar: كيفية استخدام هذا الرسم البياني
ca: Com usar aquest gràfic
de: So nutzt du dieses Diagramm
es: Cómo usar este gráfico
fr: Comment utiliser ce graphique
ja: このチャートの使い方
zh_hans: 如何使用此图表

# prc.help.what.body
source: A Phase Response Curve shows how much a stimulus (like light or melatonin) shifts your circadian clock depending on the time of day you're exposed to it.
ar: تُظهر منحنى الاستجابة للطور مقدار تحويل المنبه (كالضوء أو الميلاتونين) لساعتك البيولوجية اليومية حسب وقت التعرض له.
ca: Una corba de resposta de fase mostra quant desplaça un estímul (com la llum o la melatonina) el teu rellotge circadià segons l'hora del dia en què t'hi exposes.
de: Eine Phasenreaktionskurve zeigt, wie stark ein Reiz (z.B. Licht oder Melatonin) deine innere Uhr verschiebt, abhängig von der Tageszeit der Exposition.
es: Una curva de respuesta de fase muestra cuánto desplaza un estímulo (como la luz o la melatonina) tu reloj circadiano según la hora del día en que te expones a él.
fr: Une courbe de réponse de phase montre à quel point un stimulus (comme la lumière ou la mélatonine) décale votre horloge circadienne selon l'heure d'exposition.
ja: 位相反応曲線は、刺激（光やメラトニンなど）が暴露された時刻に応じて概日時計をどれだけシフトさせるかを示します。
zh_hans: 相位反应曲线显示刺激（如光线或褪黑素）根据暴露时间对昼夜节律时钟的影响程度。

# prc.help.what.title
source: What is a PRC?
ar: ما هو PRC؟
ca: Què és una PRC?
de: Was ist eine PRC?
es: ¿Qué es una PRC?
fr: Qu'est-ce qu'une PRC ?
ja: PRCとは？
zh_hans: 什么是PRC？

# prc.reference.label
source: Reference curve based on published circadian PRC models
ar: منحنى مرجعي مبني على نماذج PRC اليومية المنشورة
ca: Corba de referència basada en models circadians PRC publicats
de: Referenzkurve basierend auf veröffentlichten circadianen PRC-Modellen
es: Curva de referencia basada en modelos circadianos de PRC publicados
fr: Courbe de référence basée sur des modèles circadiens PRC publiés
ja: 発表されている概日リズムPRCモデルに基づく参照曲線
zh_hans: 基于已发布昼夜节律PRC模型的参考曲线

# prc.title
source: Phase Response Curve
ar: منحنى الاستجابة للطور
ca: Corba de Resposta de Fase
de: Phasenantwortkurve
es: Curva de Respuesta de Fase
fr: Courbe de réponse de phase
ja: 位相反応曲線
zh_hans: 相位响应曲线

# prc.your.events
source: Your events
ar: أحداثك
ca: Els teus esdeveniments
de: Deine Ereignisse
es: Tus eventos
fr: Vos événements
ja: あなたのイベント
zh_hans: 你的事件

# prediction.card.title
source: Tonight's prediction
ar: توقعات الليلة
ca: Predicció d'aquesta nit
de: Vorhersage für heute Nacht
es: Predicción de esta noche
fr: Prédiction de ce soir
ja: 今夜の予測
zh_hans: 今晚预测

# prediction.confidence.high
source: High confidence
ar: ثقة عالية
ca: Confiança alta
de: Hohe Konfidenz
es: Confianza alta
fr: Confiance élevée
ja: 高信頼度
zh_hans: 高置信度

# prediction.confidence.low
source: Low confidence
ar: ثقة منخفضة
ca: Confiança baixa
de: Niedrige Konfidenz
es: Confianza baja
fr: Confiance faible
ja: 低信頼度
zh_hans: 低置信度

# prediction.confidence.medium
source: Medium confidence
ar: ثقة متوسطة
ca: Confiança mitjana
de: Mittlere Konfidenz
es: Confianza media
fr: Confiance moyenne
ja: 中信頼度
zh_hans: 中置信度

# predictive.alert.drift
source: Your schedule is shifting. Try to fix your wake time.
ar: جدولك يتغير. حاول تثبيت وقت استيقاظك.
ca: El teu horari s'està desplaçant. Intenta fixar l'hora de despertar.
de: Dein Zeitplan verschiebt sich. Versuche, deine Aufwachzeit festzulegen.
es: Tu horario se está desplazando. Intenta fijar la hora de despertar.
fr: Ton horaire se décale. Essaie de fixer ton heure de réveil.
ja: スケジュールがずれています。起床時刻を固定してみましょう。
zh_hans: 你的作息正在偏移。尝试固定起床时间。

# predictive.alert.mutation
source: Your sleep pattern changed significantly this week. Try to regularize schedules.
ar: تغير نمط نومك بشكل ملحوظ هذا الأسبوع. حاول تنظيم المواعيد.
ca: El teu patró de son ha canviat significativament aquesta setmana. Intenta regularitzar horaris.
de: Dein Schlafmuster hat sich diese Woche stark verändert. Versuche, den Zeitplan zu regulieren.
es: Tu patrón de sueño cambió significativamente esta semana. Intenta regularizar horarios.
fr: Ton rythme de sommeil a beaucoup changé cette semaine. Essaie de régulariser tes horaires.
ja: 今週、睡眠パターンが大きく変化しました。スケジュールを整えてみましょう。
zh_hans: 本周你的睡眠模式发生了显著变化。尝试规律化作息。

# predictive.alert.pattern
source: Based on your pattern, tomorrow you might sleep worse. Good day for exercise.
ar: بناءً على نمطك، قد تنام أسوأ غدًا. يوم جيد للتمرين.
ca: Segons el teu patró, demà podries dormir pitjor. Bon dia per fer exercici.
de: Basierend auf deinem Muster könntest du morgen schlechter schlafen. Ein guter Tag für Sport.
es: Basado en tu patrón, mañana podrías dormir peor. Buen día para ejercicio.
fr: D'après ton rythme, tu pourrais moins bien dormir demain. Bonne journée pour faire du sport.
ja: パターンから、明日は睡眠の質が下がる可能性があります。運動に良い日です。
zh_hans: 根据你的模式，明天可能睡得较差。适合运动的一天。

# predictive.alert.title
source: Sleep forecast
ar: توقعات النوم
ca: Pronòstic de son
de: Schlafprognose
es: Pronóstico de sueño
fr: Prévision du sommeil
ja: 睡眠予測
zh_hans: 睡眠预测

# questionnaire.banner.subtitle
source: 1 minute - help validate your sleep data
ar: 1 دقيقة - ساعد في التحقق من بيانات نومك
ca: 1 minut - ajuda a validar les teves dades de son
de: 1 Minute - helfen Sie, Ihre Schlafdaten zu validieren
es: 1 minuto - ayuda a validar tus datos de sueno
fr: 1 minute - aidez a valider vos donnees de sommeil
ja: 1分 - 睡眠データの検証にご協力ください
zh_hans: 1分钟 - 帮助验证您的睡眠数据

# questionnaire.banner.title
source: Weekly check-in available
ar: المراجعة الأسبوعية متاحة
ca: Control setmanal disponible
de: Wochentlicher Check-in verfugbar
es: Control semanal disponible
fr: Bilan hebdomadaire disponible
ja: 週間チェックインが利用可能
zh_hans: 每周签到可用

# questionnaire.q1
source: How would you rate your sleep quality this week?
ar: كيف تقيم جودة نومك هذا الأسبوع؟
ca: Com valoraries la qualitat del teu son aquesta setmana?
de: Wie bewerten Sie Ihre Schlafqualitat diese Woche?
es: Como valorarias la calidad de tu sueno esta semana?
fr: Comment evalueriez-vous la qualite de votre sommeil cette semaine ?
ja: 今週の睡眠の質をどう評価しますか？
zh_hans: 您如何评价本周的睡眠质量？

# questionnaire.q1.high
source: Very good
ar: جيدة جداً
ca: Molt bona
de: Sehr gut
es: Muy buena
fr: Tres bonne
ja: 非常に良い
zh_hans: 非常好

# questionnaire.q1.low
source: Very bad
ar: سيئة جداً
ca: Molt dolenta
de: Sehr schlecht
es: Muy mala
fr: Tres mauvaise
ja: 非常に悪い
zh_hans: 非常差

# questionnaire.q2
source: Have you felt sleepy during the day?
ar: هل شعرت بالنعاس أثناء النهار؟
ca: Has sentit son durant el dia?
de: Haben Sie sich tagsuber schlafrig gefuhlt?
es: Has sentido sueno durante el dia?
fr: Vous etes-vous senti somnolent pendant la journee ?
ja: 日中に眠気を感じましたか？
zh_hans: 白天是否感到困倦？

# questionnaire.q2.high
source: Extremely
ar: بشكل كبير جداً
ca: Moltissim
de: Extrem
es: Muchisimo
fr: Enormement
ja: 非常に
zh_hans: 非常严重

# questionnaire.q2.low
source: Not at all
ar: لا على الإطلاق
ca: Gens
de: Uberhaupt nicht
es: Nada
fr: Pas du tout
ja: 全くない
zh_hans: 完全没有

# questionnaire.q3
source: Does the pattern shown in the app reflect how you feel?
ar: هل النمط المعروض في التطبيق يعكس شعورك؟
ca: El patro mostrat a l'app reflecteix com et sents?
de: Spiegelt das angezeigte Muster wider, wie Sie sich fuhlen?
es: El patron mostrado en la app refleja como te sientes?
fr: Le motif affiche dans l'app reflete-t-il votre ressenti ?
ja: アプリに表示されるパターンはあなたの感覚を反映していますか？
zh_hans: 应用中显示的模式反映了您的感受吗？

# questionnaire.q3.no
source: No
ar: لا
de: Nein
fr: Non
ja: いいえ
zh_hans: 否

# questionnaire.q3.partially
source: Partially
ar: جزئياً
ca: Parcialment
de: Teilweise
es: Parcialmente
fr: Partiellement
ja: 部分的に
zh_hans: 部分

# questionnaire.q3.yes
source: Yes
ar: نعم
ca: Si
de: Ja
es: Si
fr: Oui
ja: はい
zh_hans: 是

# questionnaire.q4
source: Did you sleep differently on the weekend?
ar: هل نمت بشكل مختلف في عطلة نهاية الأسبوع؟
ca: Has dormit diferent el cap de setmana?
de: Haben Sie am Wochenende anders geschlafen?
es: Dormiste diferente el fin de semana?
fr: Avez-vous dormi differemment le week-end ?
ja: 週末の睡眠は平日と違いましたか？
zh_hans: 周末睡眠是否与平时不同？

# questionnaire.q5
source: Anything unusual this week?
ar: هل حدث شيء غير عادي هذا الأسبوع؟
ca: Alguna cosa inusual aquesta setmana?
de: Etwas Ungewohnliches diese Woche?
es: Algo inusual esta semana?
fr: Quelque chose d'inhabituel cette semaine ?
ja: 今週何か特別なことはありましたか？
zh_hans: 本周有什么异常吗？

# questionnaire.q5.placeholder
source: Optional notes...
ar: ملاحظات اختيارية...
ca: Notes opcionals...
de: Optionale Notizen...
es: Notas opcionales...
fr: Notes facultatives...
ja: メモ（任意）...
zh_hans: 可选备注...

# questionnaire.skip
source: Skip
ar: تخطي
ca: Ometre
de: Uberspringen
es: Omitir
fr: Passer
ja: スキップ
zh_hans: 跳过

# questionnaire.submit
source: Submit
ar: إرسال
ca: Enviar
de: Absenden
es: Enviar
fr: Envoyer
ja: 送信
zh_hans: 提交

# questionnaire.subtitle
source: 5 quick questions (~1 min)
ar: 5 أسئلة سريعة (~1 دقيقة)
ca: 5 preguntes rapides (~1 min)
de: 5 kurze Fragen (~1 Min.)
es: 5 preguntas rapidas (~1 min)
fr: 5 questions rapides (~1 min)
ja: 5つの簡単な質問（約1分）
zh_hans: 5个快速问题（约1分钟）

# questionnaire.title
source: Weekly Check-in
ar: المراجعة الأسبوعية
ca: Control setmanal
de: Wochentlicher Check-in
es: Control semanal
fr: Bilan hebdomadaire
ja: 週間チェックイン
zh_hans: 每周签到

# rec.addressNegativeTrends.text
source: Negative trends observed. Review recent habit changes that may explain this trend.
ar: تم رصد اتجاهات سلبية. راجع التغييرات الأخيرة في عاداتك لتفسير هذا الاتجاه.
ca: S'han observat tendències negatives. Revisa els canvis d'hàbits recents que puguin explicar aquesta tendència.
de: Negative Trends beobachtet. Überprüfe jüngste Gewohnheitsänderungen, die diesen Trend erklären könnten.
es: Se han observado tendencias negativas. Revisa los cambios de hábitos recientes que puedan explicar esta tendencia.
fr: Tendances négatives observées. Examinez les changements d'habitudes récents qui pourraient expliquer cette tendance.
ja: マイナスの傾向が観察されました。この傾向を説明する可能性のある最近の習慣の変化を確認してください。
zh_hans: 观察到负面趋势。请检查最近的习惯变化，这可能解释这一趋势。

# rec.addressNegativeTrends.title
source: Address negative trends
ar: معالجة الاتجاهات السلبية
ca: Aborda les tendències negatives
de: Negative Trends angehen
es: Aborda las tendencias negativas
fr: Traiter les tendances négatives
ja: マイナスの傾向に対処する
zh_hans: 解决负面趋势

# rec.advancePhase.text
source: Your sleep timing is significantly delayed. Bright morning light (sunlight or 10,000 lux lamp) for 20-30 min on waking is the most effective treatment. Shift bedtime 15 min earlier every 2 days. Avoid blue light after 21:00.
ar: تم اكتشاف نمط تأخر الطور. ضوء الصباح الساطع (10,000 لوكس) لمدة 30 دقيقة عند الاستيقاظ هو العلاج الأكثر فاعلية. تجنّب الضوء الأزرق بعد الساعة 21:00.
ca: Patró de fase retardada detectat. La llum intensa al matí (10.000 lux) durant 30 min en despertar és el tractament més eficaç. Evita la llum blava després de les 21:00.
de: Verzögerte Phasenmuster erkannt. Helles Morgenlicht (10.000 Lux) 30 Min nach dem Aufwachen ist die wirksamste Behandlung. Kein Blaulicht nach 21:00 Uhr.
es: Tu horario de sueño está significativamente retrasado. La luz matutina intensa (sol o lámpara de 10.000 lux) durante 20-30 min al despertar es el tratamiento más eficaz. Adelanta la hora de dormir 15 min cada 2 días. Evita la luz azul después de las 21:00.
fr: Schéma de phase retardée détecté. La lumière vive le matin (10 000 lux) pendant 30 min au réveil est le traitement le plus efficace. Évitez la lumière bleue après 21h.
ja: 遅延位相パターンが検出されました。起床時に10,000ルクスの強い朝の光を30分浴びるのが最も効果的です。21:00以降は青色光を避けてください。
zh_hans: 检测到相位延迟模式。醒来后用10,000勒克斯的强光照射30分钟是最有效的治疗方法。21:00后避免蓝光。

# rec.advancePhase.title
source: Advance circadian phase
ar: تقديم الطور البيولوجي
ca: Avança la fase circadiana
de: Circadiane Phase vorverlegen
es: Adelanta la fase circadiana
fr: Avancer la phase circadienne
ja: 概日位相を前進させる
zh_hans: 提前昼夜节律相位

# rec.consistentSchedule.text
source: Your regularity is low. Set a fixed wake-up time (even on weekends) with less than 30 minutes variation.
ar: انتظامك منخفض. حدد وقت استيقاظ ثابتاً (حتى في عطلة نهاية الأسبوع) بتباين أقل من 30 دقيقة.
ca: La teva regularitat és baixa. Fixa una hora d'aixecar-te (fins i tot el cap de setmana) amb menys de 30 minuts de variació.
de: Deine Regelmäßigkeit ist gering. Lege eine feste Aufstehzeit fest (auch am Wochenende) mit weniger als 30 Minuten Abweichung.
es: Tu regularidad es baja. Fija una hora de despertar (incluso el fin de semana) con menos de 30 minutos de variación.
fr: Votre régularité est faible. Fixez une heure de réveil fixe (même le week-end) avec moins de 30 min de variation.
ja: 規則性が低いです。週末も含め固定の起床時間を設定し、30分以内の変動に抑えましょう。
zh_hans: 您的规律性较低。设定固定起床时间（包括周末），变动不超过30分钟。

# rec.consistentSchedule.title
source: Maintain consistent schedules
ar: الحفاظ على جداول منتظمة
ca: Mantén horaris regulars
de: Feste Schlafzeiten einhalten
es: Mantén horarios regulares
fr: Maintenir des horaires réguliers
ja: 規則正しいスケジュールを維持する
zh_hans: 保持规律作息

# rec.improveDuration.text
source: At %.1fh you're close to optimal. Try going to bed 30 min earlier to reach 7h.
ar: بـ %.1f ساعة أنت قريب من المثالي. حاول الذهاب إلى النوم مبكراً 30 دقيقة للوصول إلى 7 ساعات.
ca: Amb %.1f h estàs a prop de l'òptim. Prova d'anar a dormir 30 min abans per arribar a les 7h.
de: Mit %.1f h bist du nah am Optimum. Versuche 30 Min früher ins Bett zu gehen.
es: Con %.1f h estás cerca de lo óptimo. Intenta acostarte 30 min antes para llegar a las 7h.
fr: À %.1f h vous êtes proche de l'optimal. Essayez de vous coucher 30 min plus tôt.
ja: %.1f時間は最適に近いです。30分早く就寝して7時間を目指しましょう。
zh_hans: %.1f小时已接近最佳。尝试提前30分钟就寝达到7小时。

# rec.improveDuration.title
source: Improve sleep duration
ar: تحسين مدة النوم
ca: Millora la durada del son
de: Schlafdauer verbessern
es: Mejora la duración del sueño
fr: Améliorer la durée du sommeil
ja: 睡眠時間を改善する
zh_hans: 改善睡眠时长

# rec.increaseSleep.text
source: You average %.1fh of sleep. Aim for 7-8h by setting a fixed bedtime and disconnecting screens 1h before bed.
ar: متوسطك %.1f ساعة من النوم. استهدف 7-8 ساعات بتحديد وقت نوم ثابت وإيقاف الشاشات قبل ساعة من النوم.
ca: Dorms una mitjana de %.1f h. Intenta arribar a 7-8h fixant una hora d'anar a dormir i desconnectant pantalles 1h abans.
de: Du schläfst durchschnittlich %.1f h. Ziel sind 7-8h — feste Schlafenszeit und 1h vorher keine Bildschirme.
es: Duermes un promedio de %.1f h. Intenta llegar a 7-8h fijando una hora de acostarse y desconectando pantallas 1h antes.
fr: Vous dormez en moyenne %.1f h. Visez 7-8h avec une heure de coucher fixe et pas d'écrans 1h avant.
ja: 平均睡眠時間は%.1f時間です。就寝時間を固定し、就寝1時間前にスクリーンをオフにして7〜8時間を目指しましょう。
zh_hans: 您平均睡眠%.1f小时。请设定固定就寝时间，睡前1小时关闭屏幕，目标7-8小时。

# rec.increaseSleep.title
source: Increase sleep hours
ar: زيادة ساعات النوم
ca: Augmenta les hores de son
de: Schlafstunden erhöhen
es: Aumenta las horas de sueño
fr: Augmenter les heures de sommeil
ja: 睡眠時間を増やす
zh_hans: 增加睡眠时间

# rec.minimizeWeekendLag.text
source: %@ of lag. Try keeping weekend schedules closer to weekdays.
ar: فارق %@. حاول إبقاء جداول عطلة نهاية الأسبوع أقرب إلى أيام الأسبوع.
ca: %@ de desfasament. Intenta mantenir els horaris de cap de setmana més propers als de la setmana.
de: %@ Lag. Versuche, die Wochenendzeiten näher an den Werktagen zu halten.
es: %@ de desfase. Intenta mantener los horarios del fin de semana más cercanos a los de la semana.
fr: %@ de décalage. Essayez de maintenir les horaires du week-end proches des jours de semaine.
ja: %@のずれがあります。週末のスケジュールを平日に近づけるよう心がけましょう。
zh_hans: 存在%@的滞后。尝试让周末作息时间更接近工作日。

# rec.minimizeWeekendLag.title
source: Minimize weekend lag
ar: تقليل تأخر عطلة نهاية الأسبوع
ca: Minimitza el desfasament de cap de setmana
de: Wochenend-Lag minimieren
es: Minimiza el desfase del fin de semana
fr: Minimiser le décalage du week-end
ja: 週末のずれを最小限に
zh_hans: 减少周末时差

# rec.reduceSocialJetlag.text
source: %@ of difference between weekdays and weekend — equivalent to crossing time zones every week. Affects metabolism and cognition.
ar: %@ فارق بين أيام الأسبوع وعطلة نهاية الأسبوع — يعادل تغيير المنطقة الزمنية كل أسبوع. يؤثر على الأيض والإدراك.
ca: %@ de diferència entre setmana i cap de setmana — equivalent a creuar fusos horaris cada setmana. Afecta el metabolisme i la cognició.
de: %@ Unterschied zwischen Werktagen und Wochenende — wie wöchentliches Zeitzonenwechseln. Beeinträchtigt Stoffwechsel und Kognition.
es: %@ de diferencia entre semana y fin de semana — equivalente a cruzar husos horarios cada semana. Afecta al metabolismo y la cognición.
fr: %@ de différence entre la semaine et le week-end — équivalent à changer de fuseau horaire chaque semaine. Affecte le métabolisme et la cognition.
ja: 平日と週末の差が%@ — 毎週タイムゾーンを越えるのと同等です。代謝と認知機能に影響します。
zh_hans: 平日与周末相差%@——相当于每周跨越时区。影响新陈代谢和认知功能。

# rec.reduceSocialJetlag.title
source: Reduce social jetlag
ar: تقليل التفاوت الاجتماعي
ca: Redueix el jet lag social
de: Sozialen Jetlag reduzieren
es: Reduce el jet lag social
fr: Réduire le jet lag social
ja: 社会的ジェットラグを減らす
zh_hans: 减少社会时差

# rec.reinforceZeitgebers.text
source: Moderate rhythm. Enhance zeitgebers: morning light, regular meals, daytime exercise (not in the evening).
ar: إيقاع متوسط. عزّز المحفزات البيولوجية: ضوء الصباح، ووجبات منتظمة، وتمارين خلال النهار (ليس في المساء).
ca: Ritme moderat. Potencia els zeitgebers: llum matinal, àpats regulars, exercici diürn (no al vespre).
de: Moderater Rhythmus. Stärke Zeitgeber: Morgenlicht, regelmäßige Mahlzeiten, Sport am Tag (nicht abends).
es: Ritmo moderado. Potencia los zeitgebers: luz matutina, comidas regulares, ejercicio diurno (no por la tarde-noche).
fr: Rythme modéré. Renforcez les zeitgebers : lumière matinale, repas réguliers, exercice en journée (pas le soir).
ja: リズムは中程度です。時間同期因子を強化：朝の光、規則的な食事、日中の運動（夕方は避ける）。
zh_hans: 节律中等。增强授时因子：早晨光照、规律饮食、白天运动（不在傍晚）。

# rec.reinforceZeitgebers.title
source: Reinforce circadian cues
ar: تعزيز المحفزات البيولوجية
ca: Reforça les senyals circadianes
de: Circadiane Zeitgeber stärken
es: Refuerza las señales circadianas
fr: Renforcer les signaux circadiens
ja: 概日キューを強化する
zh_hans: 强化昼夜节律线索

# rec.reviewStimulants.text
source: Caffeine has a half-life of 5-7 h. Avoiding coffee after 14:00 can improve sleep latency and depth.
ar: للكافيين عمر نصف 5-7 ساعات. تجنّب القهوة بعد الساعة 14:00 يمكن أن يحسّن وقت النوم وعمقه.
ca: La cafeïna té una semivida de 5-7 h. Evitar el cafè després de les 14:00 pot millorar la latència i la profunditat del son.
de: Koffein hat eine Halbwertszeit von 5-7 h. Kaffee nach 14:00 Uhr zu meiden kann die Einschlaflatenz und Schlaftiefe verbessern.
es: La cafeína tiene una vida media de 5-7 h. Evitar el café después de las 14:00 puede mejorar la latencia y la profundidad del sueño.
fr: La caféine a une demi-vie de 5-7 h. Éviter le café après 14h peut améliorer la latence et la profondeur du sommeil.
ja: カフェインの半減期は5〜7時間です。14:00以降のコーヒーを避けることで睡眠潜時と深度が改善できます。
zh_hans: 咖啡因的半衰期为5-7小时。14:00后避免喝咖啡可以改善睡眠潜伏期和睡眠深度。

# rec.reviewStimulants.title
source: Review stimulant intake
ar: مراجعة تناول المنبهات
ca: Revisa el consum d'estimulants
de: Stimulanzienkonsum überprüfen
es: Revisa el consumo de estimulantes
fr: Revoir la consommation de stimulants
ja: 刺激物の摂取を見直す
zh_hans: 检查兴奋剂摄入

# rec.stabilizePeriod.text
source: Progressive drift detected. Combining bright morning light + low-dose melatonin (0.5 mg) 5-7 h before sleep can anchor the rhythm to 24 h.
ar: تم اكتشاف انجراف تدريجي. الجمع بين ضوء الصباح الساطع + الميلاتونين بجرعة منخفضة (0.5 ملغ) قبل 5-7 ساعات من النوم يمكن أن يُثبِّت الإيقاع عند 24 ساعة.
ca: Deriva progressiva detectada. Combinar llum brillant al matí + melatonina de baixa dosi (0,5 mg) 5-7h abans de dormir pot ancorar el ritme a 24h.
de: Progressive Verschiebung erkannt. Kombination aus hellem Morgenlicht + niedrig dosiertem Melatonin (0,5 mg) 5-7h vor dem Schlaf kann den Rhythmus auf 24h verankern.
es: Deriva progresiva detectada. Combinar luz intensa por la mañana + melatonina de baja dosis (0,5 mg) 5-7h antes de dormir puede anclar el ritmo a 24h.
fr: Dérive progressive détectée. Combiner lumière vive le matin + mélatonine faible dose (0,5 mg) 5-7h avant le sommeil peut ancrer le rythme à 24h.
ja: 進行性のドリフトが検出されました。朝の強い光＋低用量メラトニン（0.5mg）を睡眠5〜7時間前に組み合わせることでリズムを24時間に固定できます。
zh_hans: 检测到进行性漂移。将早晨强光照射与低剂量褪黑素（0.5mg，睡前5-7小时服用）结合，可将节律锚定在24小时。

# rec.stabilizePeriod.title
source: Stabilize circadian period
ar: تثبيت الفترة البيولوجية
ca: Estabilitza el període circadià
de: Circadianen Rhythmus stabilisieren
es: Estabiliza el período circadiano
fr: Stabiliser la période circadienne
ja: 概日周期を安定させる
zh_hans: 稳定昼夜节律周期
